import Navbar from "../../components/navbar/Navbar";
import styled from "./About.module.css";
import iran from "../../asset/images/iran.png"
import Footer from "../../components/footer/Footer";
function AboutUs() {
  return (
    <>
      <Navbar tittle="Reza Articles" />

      <div className="container">
        <div className={styled.aboutPage}>
          <h2>درباره ما</h2>
          <p>
            این علم با به‌کارگیری اصول زمین‌شناسی مانند مطالعه ترکیب کانی‌شناسی،
            بافت و وضعیت هوازدگی سنگ و خاک، شناخت تاریخچه زمین‌شناسی محیط تشکیل
            آن‌ها و با درک فرایندها و ساختارهای تکتونیکی و شناخت خطرات
            زمین‌شناسی به همراه اندازه‌گیری خصوصیات فیزیکی و مکانیکی خاک و سنگ و
            تجزیه و تحلیل آن‌ها بخشی از نیاز طراحان را برطرف می‌نماید. به عبارت
            دیگر شاخه ای از زمین‌شناسی است که رفتار و ویژگی‌های مواد سطحی زمین
            را از نظر مقاومت در برابر فشارهای وارده نفوذپذیری و امکان ساخت یک
            سازه درمحلی خاص از زمین بررسی می‌کند. زمین‌شناسی آب:زمین شناسانی که
            در زمینه تشکیل سفره‌های آب زیرزمینی حرکت آب در درون زمین و چگونگی
            یافتن آنها تحقیق و مطالعه می‌کنند آب زمین‌شناس نامیده می‌شوند.
          </p>
          <h3>
             dفعالیت ما در کدام شهرهاست؟
          </h3>
          <img src={iran} alt="iran" />
        </div>
      </div>
      <Footer/>
    </>
  );
}
export default AboutUs;
